export type DataType = {
    paragraph: string;
    sentence: string;
    word: string;
}

export const data = [
    {
        paragraph: `این یک متن تستی است و هیچ گونه ارزشی به آن صورت ندارد و اگر این متن را مشاهده کنید به این معنی است که از حوصله طراح خارج بوده  است شوخی میکنم این متن برای این است که فقط صفحه را پر کند و صفحه را خوشگل کند وگرنه هیچ کاربرد خاص دیگری ندارد`,
        sentence: `این یک متن تستی است و هیچ گونه ارزشی ندارد`,
        word: `متن تست`
    }, {
        paragraph: `دوست عزیزی که این متن رو میخونی. این متن هیچ معنی نمیده و تنها کاربردش خوشگل کردن و پر کردن صفحه هست و هیچ کاربرد دیگه ای نداره. صرفا برای این هست که وقت طراح هدر نره و صرفا یک طرح کلی از طرحش بده حالا هرچی که میتونه باشه. ولی بازهم میگم این یک متن تستیه و ارزشی نداره`,
        sentence: `این یک متن تستیه و تنها کاربردش پرکردن صفحس`,
        word: `یک متن تستی`
    }, {
        paragraph: `این متن مشابه متن لورم ایپسوم هست که همانطور که مشاهده میکنید ارزشی ندارد و صرفا برای پر کردن طرح است و کاربرد خاصی ندارد. ماهم آمدیم لورم ایپسوم را ایرانیزه کردیم و داخل این صفحه قرار دادیم. این گونه متن ها برای پرکردن صفحه طراحی میشوند و کاربرد خاصی ندارند`,
        sentence: `این یک متن مشابه لورم ایپسوم است و غیر از پر کردن طرح هیچ گونه ارزشی ندارد`,
        word: `متن لورم ایپسوم`
    }
]