export type DataType = {
    paragraph: string;
    sentence: string;
    word: string;
}

export const data: DataType[] = [
    {
        paragraph: `این یک متن تستی است و هیچ گونه ارزشی به آن صورت ندارد و اگر این متن را مشاهده کنید به این معنی است که از حوصله طراح خارج بوده  است شوخی میکنم این متن برای این است که فقط صفحه را پر کند و صفحه را خوشگل کند وگرنه هیچ کاربرد خاص دیگری ندارد`,
        sentence: `این یک متن تستی است و هیچ گونه ارزشی ندارد`,
        word: `متن تست`
    }, {
        paragraph: `دوست عزیزی که این متن رو میخونی. این متن هیچ معنی نمیده و تنها کاربردش خوشگل کردن و پر کردن صفحه هست و هیچ کاربرد دیگه ای نداره. صرفا برای این هست که وقت طراح هدر نره و صرفا یک طرح کلی از طرحش بده حالا هرچی که میتونه باشه. ولی بازهم میگم این یک متن تستیه و ارزشی نداره`,
        sentence: `این یک متن تستیه و تنها کاربردش پرکردن صفحس`,
        word: `یک متن تستی`
    }, {
        paragraph: `این متن مشابه متن لورم ایپسوم هست که همانطور که مشاهده میکنید ارزشی ندارد و صرفا برای پر کردن طرح است و کاربرد خاصی ندارد. ماهم آمدیم لورم ایپسوم را ایرانیزه کردیم و داخل این صفحه قرار دادیم. این گونه متن ها برای پرکردن صفحه طراحی میشوند و کاربرد خاصی ندارند`,
        sentence: `این یک متن مشابه لورم ایپسوم است و غیر از پر کردن طرح هیچ گونه ارزشی ندارد`,
        word: `متن لورم ایپسوم`
    }, {
        paragraph: `سلام به همگی، این متن یک متن تستی هست که ارزش معنایی ندارد و برای پرکردن صفحات یا طرح ها استفاده میشود. لورم ایپسوم متنی است که معمولا همه جا به زبانعای مختلف از آن استفاده میکنند و استفاده آن هم نیز برای پرکردن صفحه استفاده میشود. معمولا طرح ها یا صفحاتی که توسط طراحان طراحی میشوند نوشتن متن برای آن کار زمانبری است برایی همین از اینگونه متن ها استفاده میشود`,
        sentence: `سلام. این یک متن تستی است که ارزش معنایی خلصی ندارد`,
        word: `متن تستی`
    }, {
        paragraph: `اگر این متن را مشاهده می‌کنید به این معناست که طراح یا برنامه‌نویس این بخش در حال آزمودن آن است. همچنین به احتمال زیاد متن اصلی این بخش هنوز آماده نیست؛ و ممکن است طراح یا برنامه‌نویس این بخش برای رساندن فرم کلی از این متن تستی کمک گرفته باشد.`,
        sentence: `سلام؛ متن این بخش هنوز آماده نیست.`,
        word: `متن بی متن`
    }, {
        paragraph: `این راست نیست که هرچه عاشق‌ تر باشی بهتر درک می‌کنی. همه‌ی آنچه عشق و عاشقی از من می‌ خواهد فقط درکِ این حکمت است: دیگری نشناختنی است؛ ماتیِ او پرده‌ی ابهامی به روی یک راز نیست، بل گواهی است که در آن بازیِ بود و نمود هیچ‌ جایی ندارد. پس من در مسرتِ عشق ورزیدن به یک ناشناس غرق می‌شوم، کسی که تا ابد ناشناس خواهد ماند. سِیری عارفانه: من آن‌چه را نمی‌شناسم می‌شناسم...!
        `,
        sentence: `این راست نیست که هرچه عاشق‌ تر باشی بهتر درک می‌کنی. `,
        word: `راست و چپ`
    }, {
        paragraph: `پیر مردی هر روز تو محله می دید پسر کی با کفش های پاره و پای برهنه با توپ پلاستیکی فوتبال بازی می کند، روزی رفت ی کتانی نو خرید و اومد و به پسرک گفت بیا این کفشا رو بپوش…پسرک کفشا رو پوشید و خوشحال رو به پیر مرد کرد و گفت: شما خدایید؟! پیر مرد لبش را گزید و گفت نه! پسرک گفت پس دوست خدایی، چون من دیشب فقط به خدا گفتم كه کفش ندارم…`,
        sentence: `پیر مردی هر روز تو محله می دید پسر کی با کفش های پاره و پای برهنه با توپ پلاستیکی فوتبال بازی می کند،`,
        word: `پیرمرد`
    }, {
        paragraph: `پیر مردی هر روز تو محله می دید پسر کی با کفش های پاره و پای برهنه با توپ پلاستیکی فوتبال بازی می کند، روزی رفت ی کتانی نو خرید و اومد و به پسرک گفت بیا این کفشا رو بپوش…پسرک کفشا رو پوشید و خوشحال رو به پیر مرد کرد و گفت: شما خدایید؟! پیر مرد لبش را گزید و گفت نه! پسرک گفت پس دوست خدایی، چون من دیشب فقط به خدا گفتم كه کفش ندارم…`,
        sentence: `پیر مردی هر روز تو محله می دید پسر کی با کفش های پاره و پای برهنه با توپ پلاستیکی فوتبال بازی می کند،`,
        word: `پیرمرد`
    }, {
        paragraph: ` مداد رنگی ها مشغول بودند به جز مداد سفید، هیچکس به او کار نمیداد، همه میگفتند : تو به هیچ دردی نمیخوری، یک شب که مداد رنگی ها تو سیاهی شب گم شده بودند، مداد سفید تا صبح ماه کشید مهتاب کشید و انقدر ستاره کشید که کوچک و کوچکتر شد صبح توی جعبه مداد رنگی جای خالی او با هیچ رنگی  پر نشد، به یاد هم باشیم شاید فردا ما هم در کنار هم نباشیم…`,
        sentence: `مداد رنگی ها مشغول بودند به جز مداد سفید،`,
        word: `مداد رنگی`
    }, {
        paragraph: `خالد حسینی تو رمان باد بادک باز مینویسه : ﻣﺮﺩ ﺁﻫﺴﺘﻪ ﺩﺭ ﮔﻮﺵ ﻓﺮﺯﻧﺪ ﺗﺎﺯﻩ ﺑﻪ ﺑﻠﻮﻍ ﺭﺳﯿﺪﻩ ﺍﺵ ﺑﺮﺍﯼ ﭘﻨﺪ ﭼﻨﯿﻦ ﻧﺠﻮﺍ ﮐﺮﺩ : ” ﭘﺴﺮﻡ ﺩﺭ ﺯﻧﺪﮔﯽ ﻫﺮﮔﺰ ﺩﺯﺩﯼ ﻧﮑﻦ ” ﭘﺴﺮ ﻣﺘﻌﺠﺐ ﻭ ﻣﺒﻬﻮﺕ ﺑﻪ ﭘﺪﺭ ﻧﮕﺎﻩ ﮐﺮﺩ ﺑﺪﯾﻦ ﻣﻌﻨﺎ ﮐﻪ ﺍﻭ ﻫﺮﮔﺰ ﺩﺳﺖ ﮐﺞ ﻧﺪﺍﺷﺘﻪ ﭘﺪﺭ ﺑﻪ ﻧﮕﺎﻩ ﻣﺘﻌﺠﺐ ﻓﺮﺯﻧﺪ ﻟﺒﺨﻨﺪﯼ ﺯﺩ ﻭ ﺍﺩﺍﻣﻪ ﺩﺍﺩ : ﺩﺭ ﺯﻧﺪﮔﯽ ﺩﺭﻭﻍ ﻧﮕﻮ ﭼﺮﺍ ﮐﻪ ﺍﮔﺮ ﮔﻔﺘﯽ ﺻﺪﺍﻗﺖ ﺭﺍ ﺩﺯﺩﯾﺪﻩ ﺍﯼ، ﺧﯿﺎﻧﺖ ﻧﮑﻦ ﮐﻪ ﺍﮔﺮ ﮐﺮﺩﯼ ﻋﺸﻖ ﺭﺍ ﺩﺯﺩﯾﺪﻩ ﺍﯼ، ﺧﺸﻮﻧﺖ ﻧﮑﻦ ﺍﮔﺮ ﮐﺮﺩﯼ ﻣﺤﺒﺖ ﺭﺍ ﺩﺯﺩﯾﺪﻩ ﺍﯼ، ﻧﺎ ﺣﻖ ﻧﮕﻮ ﺍﮔﺮ ﮔﻔﺘﯽ ﺣﻖ ﺭﺍ ﺩﺯﺩﯾﺪﻩ ﺍﯼ، ﺑﯽ ﺣﯿﺎﯾﯽ ﻧﮑﻦ ﺍﮔﺮ ﮐﺮﺩﯼ ﺷﺮﺍﻓﺖ ﺭﺍ ﺩﺯﺩﯾﺪﻩ ﺍی... ﭘﺲ ﺩﺭ ﺯﻧﺪﮔﯽ ﻓﻘﻂ ﺩﺯﺩﯼ نکن !
        `,
        sentence: `ﺩﺭ ﺯﻧﺪﮔﯽ ﺩﺭﻭﻍ ﻧﮕﻮ ﭼﺮﺍ ﮐﻪ ﺍﮔﺮ ﮔﻔﺘﯽ ﺻﺪﺍﻗﺖ ﺭﺍ ﺩﺯﺩﯾﺪﻩ ﺍﯼ،`,
        word: `صداقت داشتن`
    }, {
        paragraph: `هر نفسی که فرو می‌ بریم، مرگی را که مدام به ما دست‌ اندازی می‌کند پس می‌زند... در نهایت این مرگ است که باید پیروز شود، زیرا از هنگام تولد بخشی از سرنوشت ما شده و فقط مدت کوتاهی پیش از بلعیدن طعمه اش، با آن بازی می کند. با این همه، ما تا آنجا که ممکن است، با علاقه فراوان و دلواپسی زیاد به زندگی ادامه می دهیم، همان‌ طور که تا آنجا که ممکن است طولانی‌ تر در یک حباب صابون می‌ دمیم تا بزرگتر شود، گر چه با قطعیتی تمام می‌ دانیم که خواهد ترکید.`,
        sentence: `هر نفسی که فرو می‌ بریم، مرگی را که مدام به ما دست‌ اندازی می‌کند پس می‌زند.`,
        word: `نفس کشیدن`
    }
]
